[
  {"drawing" :
  {
    "problems":
    {
      "realisation": ["Надеюсь ты поймёшь меня...\nВот, например: ты придумал классную идею в своей бошке, представляешь в своем головушке чуть ли не шедевр, а когда берёшься рисовать, то получается всё через одно место(надеюсь ты понимаешь какое)... Порой это действительно грустно...\n<:_{",
        "Ладно, надеюсь на твоё понимание...\nИногда хочется порисовать что-то динамичное. А уже в процессе рисования ты либо понимаешь, что попросту не вывозишь динамичные позы, либо уже по привчке снова рисуешь статистов...\nЭто очень удручает\n:_[",
        "Хорошо, расскажу...\nПосле долгого артблока(если ты не знаешь что это такое, то это период, когда ты попросту не рисуешь определённое время, а если и рисуешь, то только перебарывая себя) хочется порисовать, но обычно ты лиюо останавливаешься на скетче(быстреньком наброске), либо ты замечаешь, что нарисовано не очень хорошо(действительно, ПОЧЕМУ ЖЕ!?)...\n<:_("],
      "line": ["Надеюсь ты знаешь, что я имею в виду под словом лайн(если что это контур рисунка).\n Так вот.\nПока ты делаешь лайн на графическом планшете(или телефоне), можно и свихнуться!\nПоэтому я либо мучаюсь, СТРАДАЮ, но делаю лайн, либо оставляю всё на уровне скетча(наброска).",
        "Для прояснеия проблемы скажу, что можно рисовать либо с лайном(контуром) или без...\nВ обоих случаях имеется проблема. Но я тебе расскажу пока только о проблемах в лайне... Иногда его очень муторно делать, а в итоге обычно тебе кажется, что скетч(набросок) лучше лайна...\nЭто бесит и огорчает!",
        "Иногда очень муторно делать лайн(контур)...\nИ ладно, если в проге для рисования имеется возможность делать его с помощью векторов, но в некоторых такой функции нет...\nВ традишке(рисование не на электронных устройствах) мне в целом как-то проще. Но даже там не так просто сделать лайн...\n:_["],
      "rendering": ["...\nА что говорить?\nО том, что доработка покраса и вправду сложна? ДА, ОНА СЛОЖНА! ДЛЯ ХОРОШЕГО ПОКРАСА НУЖНО УЧИТЬ СВЕТОТЕНЬ, ЗНАНИЕ ДРАПИРОВКИ И ТП! ТЫ ЖЕ ЗНАЕШЬ, КАК ЭТО НУДНО ИЗУЧАТЬ И КАК ТРУДНО ЭТО ПРИМЕНЯТЬ НА ПРАКТИКЕ1",
        "Я бы в таком случае хотела бы поговорить о слжности рисования артов без лайна(контура)... Я надеюсь, что ты понимаешь, что для рисования подобных артов нужно уметь придавать рисунку объём, а это очень геморно и трудно... В противном случае это выглят немножко(или множко) всрато... А я этого не умею делать, поэтому в моих рисунках обычно имеется лайн.",
        "Ох, а покрас в традишке это вообще отдельная песня... Если ты напортачишь с покрасом там, то это крайне муторно исправлять... Ты не можешь просто нажать Ctrl + Z или кликнуть двумя пальцами по экрану для отмены действия. Поэтому лучше при рисовании на бумаге не портачить, но иногда я всё же портачу(например, я не жду пока высохнет акварель и получаются ненужные пятна, а вымывать ненужные пятна с листа иногда весьма проблематично)..."]
    },
    "succes":
    {
      "style": ["Ох, на самом деле у меня нет постоянного стиля.\n:_}\nЯ могу рисовать в разных стилях, а менять я их могу то настроению.",
        "Меня по стилю ты навряд-ли узнаешь тк я их постоянно меняю... Только если приглядеться.\n:_)",
        "Если говорить о моём стиле рисования, то у меня его нет.\nЯ серьёзно. Сегодня в одной стилистике рисую, завтра в другой. В общем всё сложно."],
      "progress": ["Честно, хотелось бы развиваться в этом деле быстрее, но артблоки и прокрастинация дают о себе знать...\n:_]",
        "Прогресс идёт немного медленно, что не удивительно, ведь из-за артблоков я могу неделями не рисовать.",
        "Прогрессирую медленно, но вроде артблок прошёл, так что прогресс должен пойти быстрее.\n:3"],
      "at_all": ["Если говорить вкратце, то рисую неплохо, но скилл мог бы быть выше.",
        "Я рисую только тогда, когда захочу, меня всё устраивает, но хотелось бы рисовать на более высоком уровне.",
        "Скилла бы побольше, и всё было бы замечательно!\n<3"]
    }
  }
  }
]